Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/inger-eline-eriksen-fjellgren.html.tmx
Source language: nob
Languages: sme

source: Kontakt Sametinget
sme: Politihkalaš ovddasvástádussuorggit:

source: Alle Sametingets kontorer, ansatte og politikere
sme: Vuorrasiidpolitihkka, dása gullá maid vuorrasiidráđđi

source: Nasjonalparker og verneområder
sme: Dáruiduhttingažaldagat

source: Samferdsel, herunder motorferdsel i utmark og infrastruktur
sme: Álbmotmeahcit ja suodjalanguovllut

source: Klima og miljø
sme: Johtalus, dása gullá maid mohtorjohtolat meahcis ja infrastruktuvra

source: Tradisjonell kunnskap
sme: Dálkkádat ja biras

source: Mineraler
sme: Árbevirolaš máhttu Eanadoallu

source: Yrke
sme: Duodji

source: Advokatfullmektig
sme: Meahcástanealáhusat ja sáivaguollebivdu

source: Styrerepresentant ved Senter for samiske studier, Universitetet i Tromsø
sme: Minerálat

source: Medlem i Klagenemda ved Universitetet i Tromsø
sme: FeFo
